[ItemDefs.ID_MO_MightyMorphin_Injector MissionItemDefinition]
UseFailureCharacterMessage="You have to do it %s Use this number."
ItemName="Evolution injection"
PickupMessage="I have ever %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="complete"

[ItemDefs.ID_MO_MightyMorphin_Injector:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Put the power of Darwin in your hands!!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_MightyMorphin_Sample MissionItemDefinition]
UseFailureCharacterMessage="It's your turn %s Use this article."
ItemName="Mutation models are dangerous"
PickupMessage="Here %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this number.."
NoManufacturerName="Life"

[ItemDefs.ID_MO_MightyMorphin_Sample2 MissionItemDefinition]
UseFailureCharacterMessage="It should be %s Use this item.."
ItemName="An example will be an example."
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="More people"

[ItemDefs.ID_MO_MightyMorphin_Sample2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="It is from Valkid. Now the rest is calculated. This is life."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_MightyMorphin_Sample:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Poor cutting of Velcade's changing characters. Probably."
NoConstraintText=""
Suffix=""
Prefix=""

